IDS_MESHGEN___MSG1 = "Dwa węzły pokrywają się lub są zbyt blisko siebie."
IDS_MESHGEN___MSG2 = "Węzeł znajduje się wewnątrz krawędzi lub dwie krawędzie przecinają się."
IDS_MESHGEN___MSG4 = "Węzły brzegowe  nie tworzą zamkniętego obwodu."
IDS_MESHGEN___MSG5 = "Zewnętrzna granica siatki 2D nie jest zamknięta."
IDS_MESHGEN___MSG6 = "\nProszę zmniejszyć rozmiar siatki i spróbować ponownie."
IDS_MESHGEN___MSG7 = "Aby generator typu Delaunay mógł stworzyć pełną siatkę czworoboczną, wymagana jest parzysta liczba podziałów na krawędziach."
IDS_MESHGEN___MSG8 = "Auto-Siatkowanie 2D"
IDS_MESHGEN___MSG9 = "Auto-Siatkowanie 2D przerwane!"
IDS_MESHGEN___MSG10 = "Błąd niewystarczającej pamięci!"
IDS_MESHGEN___MSG11 = "Komunikat o błędzie"
IDS_MESHGEN___MSG12 = "Auto-Siatkowanie obszaru płaskiego"
IDS_MESHGEN___MSG26 = "Ziarna brzegowe nie tworzą obwodu zamkniętego lub liczba ziaren jest zbyt mała"
IDS_TM_MESH_QST_STOP_MESH = "Czy chcesz zatrzymać automatyczne generowanie siatki?"
IDS_WORD_APPLICATION_NOT_INSTALLED = "Microsoft Word nie jest zainstalowany."
IDS_EXCEL_APPLICATION_NOT_INSTALLED = "Microsoft Excel nie jest zainstalowany."
IDS_UNIT_SYSTEM_SI = "System jednostek SI"
IDS_UNIT_SYSTEM_US = "System jednostek US"
IDS_UNIT_SYSTEM_MKS = "System jednostek MKS"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "deg"
